brew "awscli"
brew "curl"
brew "git"
brew "jq"
brew "mysql-client"
brew "tree"
brew "vegeta"
brew "wget"
brew "yq"
brew "asdf"
brew "gpg"
brew "starship"

cask "appcleaner"
cask "deepl"
cask "discord"
cask "firefox"
# cask "google-chrome"
cask "google-japanese-ime"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "kindle"
cask "notion"
cask "skitch"
# cask "slack"
cask "sourcetree"
cask "the-unarchiver"
cask "visual-studio-code"
cask "zoom"
cask "docker"
cask "warp"
cask "raycast"
